{
    "title":"응답하라 1988</br>Reply 1988",
    "info":"tvN | 20부작 | 2015.11.06 ~ 2016.01.16",
    "image1":"./images/1602.jpg",
    "image2":"./images/1603.jpg",
    "lines":[
        {
            "linesSec1": "01 Hurtful, painful memories. Only those with such memories buried in their hearts can become stronger, more passionate, and emotionally flexible. And only those can attain happiness.</br></br>02 Some things can’t be torn apart no matter how hard you try to do so.</br></br>03 You shouldn’t be embarrassed about being sad.</br></br>04 Do children have to be useful to their parents?</br></br>05 People are all hypocrites. We all live with a lot of hatred, but we act like that’s not the case.</br></br>06 Your body is honest. When you’re in physical pain, you cry. But the heart is a liar. It stays quiet even when it’s hurting. Then, when you’re asleep, you finally weep and whimper like a dog.</br></br>07 Only those who have suffered truly understand suffering.</br></br>08 I am done with being someone who is needed by others.</br></br>09 If you want to make people around you happy, you have to find your own happiness first. Being selfish isn’t always a bad thing. Try to only think about your happiness when things are too stressful. It’s okay to do that.</br></br>10 Who's more in love. The one who's more patient. Love is all about patience.</br></br>11 I’ve been tied up for way too long, so I forgot how to cut myself free.</br></br>12 When you’re talking about people, you should never number them like that. You can cherish and care about people in different ways. Think about the different kinds of yellow. Even the same color can take different names depending on its chroma. The same goes for human emotions, such as affection. Fondness, hatred, love, friendship, and lust. They are like a rainbow.</br></br>13 A fairy tale isn’t a hallucinogen that gives us hopes and dreams. It’s a stimulant that makes us face reality. So I hope you all read a lot of fairy tales and wake up from your dreams. Don’t look up at the stars in the beautiful night sky. Look down at your feet that are stuck in a filthy sewer. The moment you realize that and accept your reality, everybody is happy.</br></br>14 Don’t make the same mistake I did and try to run when you can’t even walk. When you’re tired, get some rest. When you’re sad, go ahead and cry. It’s okay to take a break. Then one day, there will surely come a day when you’ll be able to run again.</br></br>15 If you can’t erase it, you just need to cover it with something better.</br></br>16 Everyone is good and bad. We all live with both traits.</br></br>17 You can’t get out once you’re trapped in the past. You won’t be able to see the door.</br></br>18 Adults can’t always be right. We make mistakes until the day we die.</br></br>19 The first step is always the hardest. But once you take the first step, things will get easier from then on.</br></br>20 Don’t forget any of it. Remember it all and overcome it. if you don’t overcome it, you’ll always be a kid whose soul never grows.</br></br>21 If you want to be fashionable, you must be uncomfortable and stubborn.</br></br></br></br>",
            "linesSec2": "01 아프고 고통스러웠던 기억, 처절하게 후회했던 기억, 남을 상처주고 또 상처받았던 기억, 버림받고 돌아섰던 기억, 그런 기억들을 가슴 한구석에 품고 살아가는 자만이 더 강해지고 뜨거워지고 더 유연해질 수가 있지. 행복은 바로 그런 자만이 쟁취하는 거야.</br></br>02 억지로 갈라놔도 절대 떨어질 수 없는게 있어.</br></br>03 슬픈 거 챙피한 게 아닌데</br></br>04 자식이 부모한테 꼭 무슨 쓸모가 있어야 되는 건가?</br></br>05 뭐, 다들 그렇잖아. 속으론 사람 여럿 죽이면서, 안 그런 척 위선 떨며 사는 거지.</br></br>06 몸은 정직해서 아프면 눈물이 나지요. 근데 마음은 거짓말쟁이라. 아파도 조용하지요. 그러다가 잠이 들면 그때서야 남몰래 개 소리를 내며 운답니다.</br></br>07 아파 본 자만이 진정 그 아픔을 안다.</br></br>08 나 더 이상 구군가한테 필요한 사람 되고 싶지 않아.</br></br>09 내 주변을 행복하게 만들려면 나 자신부터 행복해져야 된다. 이기적인 게 꼭 나쁜 것만은 아니에요. 너무 힘들면 그냥 본인 행복만 생각해요. 그래도 돼요.</br></br>10 누가 더 좋아하는 걸까? 더 잘 참는 사람. 사랑은 오래 참는 거니까.</br></br>11 나는 너무 오래 묶여 있어서, 목줄 끊는 법을 잊어버렸어.</br></br>12 사람한텐 그렇게 함부로 번호표 붙이고 그러면 안 돼. 누군가를 좋아하고 아끼고 애틋해하는 마음은 각각 다 다른거야. 노랗다, 누르스름하다, 누리끼리하다, 색깔도 명도, 채도에 따라 다 다른데 사람 감정은 오죽 하겠니. 정만 해도 그래, 고운 정, 미운 정, 애정, 우정, 욕정, 오색 빛깔 찬란하잖아.</br></br>13 동화는 꿈을 심어 주는 환각제가 아니라 현실을 일깨워 주는 각성제다. 그러니까 여러분도 동화 많이 읽고, 제발 꿈 깨세요. 밤하늘의 별을 보지 말고, 시궁창에 쳐박혀 있는 발을 봐야지. 그게 내 현실이고 그 현실을 받아들이는 순간, Everybody be happy. Happy happy.</br></br>14 잘 걷지도 못하면서 무작정 달리려고 하지 마요, 나처럼. 아프면 쉬고, 슬프면 울고. 그렇게 좀 주저앉아 있어도 돼요. 그러다 보면, 다시 달릴 수 있는 날이 꼭 옵니다.</br></br>15 그러네 안지워지면, 더 좋은 걸로 덧칠하면 되는 거네.</br></br>16 사람은 누구나 선과 악, 양면성이 있어요.</br></br>17 과거에 한번 갇히면 못 나와. 문이 안보이거든.</br></br>18 어른이라고 맨날 정답만 아나, 뭐. 죽을 때까지 삐끗하며 사는 거지.</br></br>19 뭐든 시작이 힘들지. 첫걸음만 떼면 그다음은 쉬워.</br></br>20 그러니 잊지마. 잊지 말고 이겨내. 이겨 내지 못하면 너는 영혼이 자라지 않는 어린애일 뿐이야.</br></br>21 패션은 고생이고 고집이야."
        }
    ]
}