{ "title": "Alternative Treatments Exist To Treat Impotence", "info":"Dear Abby | June 21st, 2021 | Letter 1 of 2", "image1":"./images/0101.jpg", "image2":"./images/0102.jpg", "lines":[ { "linesSec1": "DEAR ABBY: I think you missed an important consideration in your March 25 advice to the widower who had had prostate surgery and was afraid to tell a prospective girlfriend he couldn't have sex. My husband and I are in our 60s and he has a similar condition. But we have become creative, and our sex life is better than it was when we were younger. Penetration is not the only way to share sexual intimacy. In fact, it's overrated. The only limitation on lifelong sexual satisfaction is your own imagination and inventiveness. Yes, Going Forward in Virginia may want to settle for a sexless companionship with his new love, but he sure doesn't have to. -- KNOWS IN WEST VIRGINIA.", "linesSec2": "DEAR KNOWS: Many readers wrote to me expressing your sentiments. Others shared possible medical solutions for dealing with impotence. Despite the intimate nature of the topic, they were generous in offering support to Going Forward. Read on:DEAR ABBY: Going Forward should consult a urologist about his condition. Specifically, he should ask the urologist if a prescription for Tri-Mix would be appropriate. It's a compound of three components that enables an individual with ED resulting from a prostatectomy to engage in normal sexual relations. It's delivered via a self-administered injection. The urologist will instruct GF how to do it. I had a prostatectomy 12 years ago and experienced ED as a result. I have been using Tri-Mix since then, and I'm happy to say I have continued to enjoy a normal physical relationship with my wife. -- TOM IN FLORIDADEAR ABBY: An inflatable implant may be the answer for Going Forward. If he is in generally good health, he may be a good candidate for this procedure, which is not considered major surgery and is covered by some insurance policies, including Medicare. The implant is the greatest thing since sliced bread. My wife and I know because I have one. There is some pain during recovery, but it is SO worth it. Going Forward should have a conversation with his doctor, who should have already told him about this option. -- TESTIFYING IN SOUTH CAROLINA" } ] }