{ "title": "Woman Spurred to Action by Grandkids' Plight", "info":"Dear Abby | June 10th, 2021 | Letter 1 of 2", "image1":"./images/0001.jpg", "image2":"./images/0002.jpg", "lines":[ { "linesSec1": "DEAR ABBY: I have a grandson (25) and granddaughter (22) who are both extremely overweight (300 pounds each). They not only have health issues, but also mental issues. Both work part time at the same company as their mom and dad -- and still live at home. They don't date, don't drive and are very dependent on their parents because their parents encourage it. My granddaughter is being treated with meds; my grandson is not. I'm very close to him, and he shares a lot with me. He has issues with both of his parents, but more so with his mom. They were raised in a VERY Christian home. There were always weight issues for the entire family because they eat most of their meals out. My daughter-in-law rarely cooks, and the house resembles a Hoarders home. In the past, I tried talking with my son and his wife but they have a convenient excuse for everything I bring up. During my last conversation with my grandson, he was so unhappy he mentioned suicide. PLEASE can you help me? How can I get through to my son and his wife? -- DISTRAUGHT GRANDMA IN TEXAS.", "linesSec2": "DEAR GRANDMA: Do your son and his wife know their son is depressed to the point of talking about suicide? If they are unaware, put them on notice. While you're at it, give him the number of the National Suicide Prevention Lifeline, 1-800-273-8255. Because you have already tried talking to his parents and found them unreceptive, would you consider inviting your grandson to live with you for a while? It would be a way of teaching him healthier eating habits, and if he needs medication, you might be able to see that his doctor prescribes it. Living apart from his parents might also be an incentive for him to become more independent in other ways, such as continuing his education if he is able, which would improve his employment prospects." } ] }