{ "title": "Opportunities Abound for Woman Seeking To Volunteer", "info":"Dear Abby | July 2nd, 2021 | Letter 1 of 2", "image1":"./images/0201.jpg", "image2":"./images/0202.jpg", "lines":[ { "linesSec1": "DEAR ABBY: I'm writing in response to your answer to Broke But Available (March 23), the retired woman seeking ecological volunteer opportunities. I loved your reply and your suggestion to volunteer by providing education at a community center. In addition to community centers, many schools, scout troops, youth groups, nursing homes, etc., are always looking for knowledgeable people to provide information on a variety of topics. Far too many individuals aren't getting nearly enough -- or any -- information about ecology or learning ways to protect the beautiful natural world around us. I truly hope BBA will take you up on your suggestion by sharing something she cares about with others. -- FORMER TEACHER IN NORTH CAROLINA.", "linesSec2": "DEAR FORMER TEACHER: Thank you for your comments. I heard from volunteer experts across the country responding to that letter and offering excellent suggestions. Read on:DEAR ABBY: Volunteers are needed to remove invasive species to protect our native ecosystems, to monitor streams for water quality, to pick up trash along our great rivers and to stabilize public trails. The letter writer should contact her state and national conservation departments about opportunities. -- LINDA V. IN MISSOURIDEAR ABBY: The retired lady could become an extension master gardener. EMG programs in all 50 states train volunteers through the state's land grant university and its cooperative extension service. Master gardeners educate the public by operating speakers' bureaus, maintaining demonstration gardens, staffing hotlines to answer gardening questions and running horticulture therapy programs. -- PROUD PROGRAM PARTICIPANTDEAR ABBY: In regard to the letter writer who is looking to volunteer doing something ecological, I would suggest she start at a local farmers' market. People who are interested tend to gather there and have contacts that can lead to opportunities. -- ED H. IN MASSACHUSETTSDEAR ABBY: For the hands-on retiree looking for volunteer work, many churches have connections to work to be done. She should also visit VolunteerMatch (volunteermatch.org), where she can see all the various types of volunteer jobs that are available in her area. -- ELAINE IN KANSAS CITY" } ] }